Repository: Shadorc/Twitter-Stalker-V.2
Catalog: src/lang/Translation.*.resx
Languages: fr

# createShortcut
source: Welcome and thanks for downloading Twitter Stalker ! Place the downloaded folder where you want to create a shortcut on the desktop(optional). Would you like to create a shortcut now?
fr: Bonjour et merci d'avoir téléchargé Twitter Stalker ! Placez le dossier téléchargé où vous voulez puis relancez le afin de créer un raccourci sur le bureau (optionnel). Voulez-vous créer un raccourci sur le bureau maintenant ?

source: Yes
fr: Oui

source: Never
fr: Jamais

source: Not now
fr: Pas maintenant

# doNotRemindMe
source: Don't remind me
fr: Ne plus me le rappeler

# internetError
source: Error. Check your Internet connection.
fr: Erreur. Vérifiez votre connexion Internet.

# urlError
source: Error while opening, the URL has been pasted in the clipboard.
fr: Erreur lors de l'ouverture, l'URL a été copiée dans le presse-papier.

# ARCHIVE_ERROR
source: Error while loading the archive
fr: Erreur lors du chargement de l'archive

source: Error
fr: Erreur

# saveError
source: Error while saving data. Try to run Twitter Stalker as an administrator to fix the problem.
fr: Erreur lors de la sauvegarde des données. Essayez de lancer Twitter Stalker en tant qu'administrateur pour corriger le problème.

# PIN
source: Please enter the PIN code
fr: Veuillez entrer le code PIN

# COMPARISON
source: Please enter the @ of an account to compare
fr: Veuillez entrer l'@ d'un compte à comparer

# ACCOUNT
source: Please enter the @ of the account to analyze
fr: Veuillez entrer l'@ du compte à analyser

# ARCHIVE
source: Please select the archive to analyze
fr: Veuillez sélectionner l'archive à analyser

# INVALID_PIN
source: Please enter a valid PIN code
fr: Merci d'entrer un code PIN valide

# INVALID_USER
source: The user doesn't exist
fr: L'utilisateur n'existe pas

# INVALID_ARCHIVE
source: Please select a valid archive
fr: Merci de choisir une archive valide

# API_LIMIT
source: Limit of the API achieved :
fr: Limite de l'API atteinte :

# NO_TWEET
source: The user never tweeted
fr: L'utilisateur n'a jamais tweeté

# PRIVATE
source: This account is private
fr: Le compte est privé

source: Paste
fr: Coller

source: Delete
fr: Supprimer

# screenshotError
source: Error while screenshooting,
fr: Erreur lors de la capture d'écran,

source: Share
fr: Partager

source: Tweet
fr: Tweeter

source: Loading
fr: Chargement

# finished
source: Success
fr: Terminé

# uploadError
source: Error while uploading,
fr: Erreur lors de la mise en ligne,

source: Back
fr: Retour

# follower
source: Followers :
fr: Abonnés :

# following
source: Followings :
fr: Abonnements :

source: Member since :
fr: Membre depuis :

source: days
fr: jours

# tweetsAnalyzed
source: Analyzed tweets :
fr: Tweets analysés :

# REPUTE
source: Renown
fr: Renommée

source: Days
fr: Jours

source: Words
fr: Mots

source: Hours
fr: Heures

# POPULAR
source: Populars
fr: Populaires

# LANG
source: Languages
fr: Langues

source: Medias
fr: Médias

source: Mentions sent
fr: Mentions envoyées

source: Mentions received
fr: Mentions reçues

# unlockIn
source: unblocking in
fr: déblocage dans

# menuQuestion
source: What do you want to analyze ?
fr: Que voulez-vous analyser ?

source: Account
fr: Compte

source: Comparison
fr: Comparaison

# LETTERS_PER_WORD_MIN
source: Min. word lenght to analyze :
fr: Taille min. des mots à analyser :

source: Mentions to analyze :
fr: Mentions à analyser :

source: Tweets to analyze :
fr: Tweets à analyser :

# LIST_LENGHT
source: Length of the lists :
fr: Taille des listes :

# statsToShow
source: Statistical to show :
fr: Statistiques à afficher :

# numTweetsPerDay
source: Number of tweets/day :
fr: Nombre de tweets/jour :

source: Joined :
fr: Inscrit le :

# noStatError
source: No stats were chosen. Sorry, the bug is in another castle.
fr: Aucune statistique n'a été sélectionnée. Désolé, mais le bug est dans un autre château.

# shareStat
source: Share stats
fr: Partager les statistiques

source: Non-existent user
fr: Utilisateur inexistant

source: tweets per day
fr: tweets par jour

source: words per tweet
fr: mots par tweet

source: letters per tweet
fr: lettres par tweet

source: letters per word
fr: lettres par mot

# RETWEET
source: Retweeted
fr: Retweetés

# LIKE
source: Liked
fr: Aimés

# INTERFACE_LANG
source: Program language :
fr: Langue du programme :

# updateAvailable
source: New update available
fr: Une nouvelle mise à jour est disponible

source: Update
fr: Mise à jour

source: Download
fr: Télécharger

# doNotDownload
source: Don't download
fr: Ne pas télécharger

# tweetMore
source: tweets more
fr: tweete plus

# retweetMore
source: retweets more
fr: retweete plus

# morePopular
source: is more popular
fr: est plus populaire

# sundayTweet
source: confuses the Lord's day and day of the flood
fr: confond le jour du Seigneur et celui du flood

# moreMentions
source: mentions more
fr: mentionne plus

# moreUrl
source: posts more URL
fr: poste plus d'URL

# moreMedias
source: posts more medias
fr: poste plus de médias

# tweetLater
source: tweets later
fr: tweete plus tard

# tweetALot
source: tweets a lot
fr: tweete énormément

# onlyTwitterWeb
source: doesn't know there are other things instead of Twitter Web
fr: ne sait pas qu'il existe autre chose que Twitter Web

# FIRST_TALK
source: First mention (<![CDATA[<a href=search>Search</a>)]]>
fr: Première mention (<![CDATA[<a href=search>Chercher</a>)]]>

# loadingTweet
source: Loading tweets...
fr: Chargement des tweets...

# oldOnTwitter
source: has spent way too much time on Twitter
fr: est présent sur Twitter depuis beaucoup trop longtemps

# followALot
source: follow more than he is
fr: suit beaucoup plus qu'il ne l'est

source: Search
fr: Chercher

# userSearch
source: Enter the @ of the person to find
fr: Entrez l'@ de la personne à chercher

source: Reset
fr: Réinitialiser

# archiveHelp
source: What is a Twitter Archive?
fr: Qu'est ce qu'une Archive Twitter ?

# archiveHelpText
source: <![CDATA[<html>A Twitter Archive is a file containing all your tweets from the account creation. <br>Twitter Stalker used them to do statistics on all your tweets and no longer on a limited number of them. <br>This also provides a new statistic: "First mention" that shows you the first time you <br>talked to someone and with what tweet. <br> <br><b>How to get Archive?</b> <br>Visit <a href="https://twitter.com/settings/account">this page</a>. At the bottom, click on 'Request your archive', you will receive it later by email. <br>You will only have to extract it!</html>]]>
fr: <![CDATA[<html>Une Archive Twitter est un fichier regroupant tous vos tweets depuis la création de votre compte. <br>Twitter Stalker s'en sert pour élaborer des statistiques sur l'ensemble de vos tweets et non plus sur un nombre limité. <br>Ceci permet aussi d'obtenir une nouvelle statistique : "Première mention" qui vous montre la première fois que vous avez <br>parlé à quelqu'un et avec quel tweet. <br> <br><b>Comment obtenir son Archive ?</b> <br>Rendez-vous sur <a href="https://twitter.com/settings/account">cette page</a>. En bas de la page, cliquez sur 'Demander votre archive', vous la recevrez plus tard par mail. <br>Il ne vous restera plus qu'à l'extraire !</html>]]>

# extractFiles
source: Extracting files...
fr: Extraction des fichiers...

# copyData
source: Copying data...
fr: Copie des données...

# folderExists
source: A folder with the same name already exists :
fr: Un dossier avec le même nom existe déjà :

# downloadingVersion
source: Downloading new version
fr: Téléchargement de la nouvelle version

# openingVersion
source: Opening new version...
fr: Ouverture de la nouvelle version...

# updateError
source: An error occurred while updating :
fr: Une erreur est survenue lors de la mise à jour :

# updataDeletingError
source: The old version couldn't be deleted :
fr: L'ancienne version n'a pas pu être supprimée :

source: Summary
fr: Résumé
